{ "articles": [{
  "title": "Play Therapy",
  "author": "Cats Int",
  "body": "This is an excellent way to get some natural Kitty aggression, stalking, pouncing and attacking directed into proper play.  Also another important bonding experience with your furry friend.  This will teach them to play in an appropriate manner.",
  "image": "http://catsinternational.org/wp-content/uploads/2015/01/iStock_000001992479Large-copy-1024x782.jpg",
  "date": "03-21-2017"
}, {
  "title": "If You’re Really Brave, Adopt a Kitten!",
  "author": "Cats Int",
  "body": "It’s spring again—green grass, flowers and lots of kittens!  In spite of our valiant efforts to control the cat population with spay/neuter programs we always seem to have a bounty of fluffy babies in the spring. Maybe this is our reward for enduring a long, boring winter. Kittens are never dull or boring. They are enthusiastic and energetic—the embodiment of spring.   Now if you are in the market for a new feline companion, we have some guidelines that can make this experience unique and wonderful. It will take a little work at first, but the reward for your efforts will be a benefit to you and your cats for many years.",
  "image": "http://catsinternational.org/wp-content/uploads/2014/08/iStock_000026506324Small.jpg",
  "date": "03-22-2017"
  }, {
    "title": "Welcome Home Furry Baby",
    "author": "Cats Int",
    "body": "So you’ve picked out your kitten (preferably two), now what? … Let the training and fun begin!  Before your kitten arrives in your home, take them to the veterinarian for an exam, feeding recommendations, and the necessary vaccinations. Use a cat carrier for transporting them, both for their safety and for their sense of security. The carrier should become “standard procedure” during any trips away from home.  Cover with a soft blanket for added security.   Set up a nursery for the baby (or babies if you have adopted two). This should ideally be a small room with an easily cleaned floor. Provide a bed, a litter box, food and water (not near the litter box), items to scratch on, and safe toys.  Check out the “Pioneer Pet®” web-site for everything needed.",
    "image": "http://catsinternational.org/wp-content/uploads/2015/01/iStock_000008366774Large-e1428608358839-1024x578.jpg",
    "date": "03-23-2017"
  }]
}
