{ "articles": [{
  "title": "Play Therapy",
  "author": "Cats Int",
  "body": "This is an excellent way to get some natural Kitty aggression, stalking, pouncing and attacking directed into proper play.  Also another important bonding experience with your furry friend.  This will teach them to play in an appropriate manner.

We can take the cat out of the jungle, but we can’t take the jungle out of the cat. There is a little tiger in every house cat, a solitary predator that needs to exercise its hunting skills on a regular basis. We may have confined this little tiger within four walls, provided them with the finest of feline foods, but we can’t ignore their basic need to do that for which it was so perfectly designed – to HUNT.  Fortunately, it is not always necessary for the prey to be alive, but it must move.

Two cats playing on white backgroundOwners are often frightened by the playfully aggressiveness in cats and kittens because they look quite intense when they play. They silently ambush feet and ankles as they pass by surprising, upsetting, and sometimes, even hurting a family member. In some cases the cat owners have not intentionally trained their cat to be a feline terrorist by playing with it as a kitten with their hands or feet.  The solution is to direct the cat’s playful, predatory, energies toward toys instead of moving hands or feet.

Two kittens playing and fighting

Of course, the easiest solution, and perhaps the best, is to get another cat or kitten of the same sex and approximately the same age and activity level as a playmate for your them.  Although you will now have two mouths to feed, the wear and tear on you and your home will be greatly reduced, or eliminated. If getting another pet is not possible, then it will be your responsibility to provide your playful cat with scheduled sessions of controlled play.



Schedule two or three (more, if necessary) interactive play sessions a day for times when Kitty is most rambunctious.  Cats love routine, so try not to change the play times. Depending on how athletic your cat is, the sessions may last 10-20 minutes each, every cat and kitten will be different and require more or less time.   A fishing pole type toy enables the pet parent to be stationary while controlling the cat’s activity level with a flip of your wrist. Some of the best commercially sold toys for this purpose are the “Da Bird” and the “Cat Charmer”.  The play sessions should not stop until the cat is exhausted, lying on their side and batting at the toy because they are too tired to jump or chase after it.

During the play session make the toys move as wild prey-a little mouse or bird would.  Don’t dangle the toy in the cat’s face. It should hide behind objects in the house and occasionally jump into the air. Build up Kitty’s confidence and enthusiasm by allowing plenty of “captures” and praise.  After play fishing pole toys should be carefully stored out of the cat’s reach, if left out they could become entangled in the toy which could cause great harm and fear.

As kittens mature, the play patterns of male and females change. The rough-and-tumble, pounce-and-play sequence of male play behavior will continue and may not be appreciated by the female.  When she is older he may be greeted with hisses and spitting, this is normal, she is simply telling him to slow down and back off.  Both kittens and cats need these play sessions, it will keep them trim and very happy.

 What to do if the Little Monster still Attacks you Playfully…

First of all, playful attacks are not bitting with hissing and growling. A natural reaction to being grabbed or bitten, even playfully, is to swat at the cat. Don’t do this! Physical punishment may cause your cat either to fear you or to engage in even more aggressive rough play, where they will think they are being attacked and challenged. If your cat becomes afraid of you, you may face a bigger problem – that of defensive aggression. If the attack can be anticipated, a blast of air from a compressed air can (obtained from any office supply store), a squirt from a water gun, or a shaker can (empty soda can with pennies in it) may discourage the behavior if produced at the moment of the attack. Timing is everything. If “used” a second or two after the incident, the means of distraction will not be connected with the attack in the cat’s mind and no training will take place, the cat will be frightened of you and confused.  You can also carry a supply of soft toys to be given to the attacker, to redirect the play aggression from your skin to a toy.

Playful Ginger Cat Biting Cat Toy

Perhaps the best means of distraction  is the one that is always at hand – one’s voice. A loud and shrill “Eek”, followed by a sharp “No!” can be very effective with some cats. You don’t need to YELL, just be firm with your voice and they will know there is something they have done wrong.  The next step is to shun the cat for the next ten minutes. This means paying absolutely no attention to the cat. Don’t lecture or scold the cat and don’t pick them up to put them into a separate room. Any attention at this point can be reinforcing the bad behavior, so totally ignore the cat. This is precisely the way a kitten learns to inhibit his biting when playing with another kitten. If one becomes a little too rough, the victim will squeal and run away. The aggressor will watch his playmate run away and wonder what happened. Eventually he learns that if he wants to extend the play session (which he always wants to do), then he will have to be more gentle.",
  "image": "http://catsinternational.org/wp-content/uploads/2015/01/iStock_000001992479Large-copy-1024x782.jpg",
  "date": "03-21-2017"
}, {
  "title": "If You’re Really Brave, Adopt a Kitten!",
  "author": "Cats Int",
  "body": "It’s spring again—green grass, flowers and lots of kittens!
In spite of our valiant efforts to control the cat population with spay/neuter programs we always seem to have a bounty of fluffy babies in the spring. Maybe this is our reward for enduring a long, boring winter. Kittens are never dull or boring. They are enthusiastic and energetic—the embodiment of spring.   Now if you are in the market for a new feline companion, we have some guidelines that can make this experience unique and wonderful. It will take a little work at first, but the reward for your efforts will be a benefit to you and your cats for many years.

Your first important decision is to determine the proper time to adopt the pet. If the kitten is under 8 weeks of age, it should stay with its mother and litter mates until they are at least 10 weeks old. Kittens learn valuable social skills from the mother cat and the siblings at this time, such as how to inhibit biting, proper play and the all important litter box habits.
Kittens love to play and hunting is their game. If you don’t want to be the prey, then take out your fishing pole toy or laser light and let the games begin. If it moves, kitty will chase it.
If you are really clever, adopt two kittens at the same time. They will naturally bond with each other and play together—giving you and your household a break. When it comes to kittens, 2 really is better than 1. Please see our article “When Two is Better Than One”
iStock_000000741616Small

Another popular kitten sport is climbing Mount Everest aka your drapes or anything they can obtain height from.  This muscle-building activity drops off when kitty learns to high jump.  Be sure to get a good scratching post for kitty to climb.  The Ultimate Scratching Post™ is highly recommended or make your own, see our article on “How to Build A Scratching Post“.
Now if getting a bundle of energy doesn’t sound like fun to you, then go down to your nearest animal shelter and select a sweet older cat that will be thrilled to sit in your lap and purr your troubles away.  Don’t get a kitten.
If you are still insistent on getting a kitten, here are a few more tips that will keep your kittens safe and healthy.
Like small children, kittens need to be protected from injury. Kittens love to explore and can get into dangerous places.  Kitten proof your house from any dangers they might find to play with and explore.
Know where your kitten is before you start any appliances or even sit down on the couch. Kittens can get wrapped up in cords and choke on small items in the house. When you are not able to watch them, put them in a kitten-proof room or a large kennel with things they will need. Food, water, litter box and safe toys.  Something to scratch on and climb.
Plan to have your kitten spay or neutered before 7 months of age or it is possible you will have urine marking problems. This surgery is healthy and necessary.  Talk to your vet, sometimes they can be altered at even an earlier age, the sooner the better.
Declawing surgery is a very painful amputation of their toes and can result in biting problems and litter box avoidance. Scratching problems are easily solved. Please read more on what declawing is, we have several articles on “What Declawing Really Is.”
Everyone wants a cat that is friendly and sociable. This may be the most crucial lesson of all, it involves confidence-building and trust. Ideally the kittens will have experienced gentle handling from birth. It is your job to introduce your kittens to a variety of experiences and people and other friendly animals. You are there to protect the kittens and make sure the experience is a safe and positive one.  They will put their trust in you not to let anything hurt or frighten them.
It is also important to introduce you kittens to a variety of foods including dry and canned foods. Cats that are brought up only one type of food may later refuse to eat anything else, rejecting more nutritious foods.iStock_000026506324Small
Most of all, your kittens need your attention. You are their security, you have become there mom.  Pet them and play with them and Love them. Never let anyone play with the kittens with their hands and feet. That type of play encourages biting and it can be painful and dangerous especially when they are older.
Cats have a need to hunt and play so it is important to select safe toys that can amuse your cat while you are gone. Pioneer Pet® has several toys for this purpose.  With the proper up-bringing you will enjoy your cats for many love-filled years.  All of your hard work will be rewarded in the end.  Love your baby!",
  "image": "http://catsinternational.org/wp-content/uploads/2014/08/iStock_000026506324Small.jpg",
  "date": "03-22-2017"
  }, {
    "title": "Welcome Home Furry Baby",
    "author": "Cats Int",
    "body": "So you’ve picked out your kitten (preferably two), now what? … Let the training and fun begin!
Before your kitten arrives in your home, take them to the veterinarian for an exam, feeding recommendations, and the necessary vaccinations. Use a cat carrier for transporting them, both for their safety and for their sense of security. The carrier should become “standard procedure” during any trips away from home.  Cover with a soft blanket for added security.
Set up a nursery for the baby (or babies if you have adopted two). This should ideally be a small room with an easily cleaned floor. Provide a bed, a litter box, food and water (not near the litter box), items to scratch on, and safe toys.  Check out the “Pioneer Pet®” web-site for everything needed.
Initiate a schedule of feeding, playing, and handling to provide the kitten with the structure of regular activities. Turning on a small nightlight will be their cue that it is “time for bed” and will also help them to navigate in the room during the night, to find the all important litter box.  Be sensitive to the kitten’s need for sleep and watch that children let the baby sleep undisturbed when they are tired out.
iStock_000008366774LargeHandle your kitten gently and frequently for short periods of time. During these sessions slowly incorporate touching around the eyes, ears, paws, etc. as if doing a veterinary exam. This will be good practice for the future.  Hold them close to you and Love them.
Work with the kitten in their nursery until they are regularly using the litter box. Gradually expand his territory by letting him explore adjoining rooms under your watchful eye.
Be prepared for your kitten’s sense of adventure and curiosity. Secure dangerous areas like the dryer and washing machine for their safety. Direct the kitten to acceptable play and scratch items and away from unacceptable ones. When the baby is under three months of age, supervised play is best in areas where they could get hurt or damage something of value to you.  Be gentle and kind with a soft loving voice.  NEVER yell or hit the baby.
The more you involve your kitten in activities and interactions with others, the more likely they will respond without fear or defensiveness as they grow older towards different things. Always treat them with kindness and respect for their (kitten-ness) or “cat-ness”.
Remember that kittens grow up very fast and that patience during these early months will pay off later. And…have fun…it’s what kittens do best!",
    "image": "http://catsinternational.org/wp-content/uploads/2015/01/iStock_000008366774Large-e1428608358839-1024x578.jpg",
    "date": "03-23-2017"
  }]
}
